Repository: stevecopal/location
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Please <a href="%(login_url)s">log in</a> to view exact location
fr: Veuillez <a href="%(login_url)s">vous connecter</a> pour voir l'emplacement exact

source: Available Now
fr: Disponible maintenant

source: Not Available
fr: Indisponible

source: Property photo
fr: Photo de la propriété

source: No reviews yet.
fr: Aucun avis pour le moment.

source: Add Review
fr: Ajouter un avis

source: Schedule Viewing
fr: Planifier une visite

source: Similar Properties
fr: Propriétés similaires
