Repository: stevecopal/location
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Email
fr: Adresse e-mail

source: Location
fr: Emplacement

source: Le téléphone est requis pour les propriétaires.
fr: Le numéro de téléphone est requis pour les propriétaires.

source: La localisation est requise pour les propriétaires.
fr: L'emplacement est requis pour les propriétaires.

source: Cet email est déjà utilisé.
fr: Cette adresse e-mail est déjà utilisée.

source: Password
fr: Mot de passe

source: Enter 4-digit code
fr: Saisissez le code à 4 chiffres

source: Aucun utilisateur actif avec cet email.
fr: Aucun utilisateur actif avec cette adresse e-mail.

source: 8 caractères minimum, ne peut pas être trop simple ou entièrement numérique
fr: 8 caractères minimum, ne peut pas être trop simple ni entièrement numérique

source: Cet email est déjà utilisé. Veuillez vous connecter.
fr: Cette adresse e-mail est déjà utilisée. Veuillez vous connecter.

source: Un nouveau code de vérification a été envoyé à votre email.
fr: Un nouveau code de vérification a été envoyé à votre adresse e-mail.

source: Un code de vérification a été envoyé à votre email.
fr: Un code de vérification a été envoyé à votre adresse e-mail.

source: Aucun utilisateur en attente trouvé avec cet email.
fr: Aucun utilisateur en attente trouvé avec cette adresse e-mail.

source: Un compte avec cet email existe déjà. Veuillez vous connecter.
fr: Un compte avec cette adresse e-mail existe déjà. Veuillez vous connecter.

source: Email vérifié avec succès. Vous êtes maintenant connecté.
fr: Adresse e-mail vérifiée avec succès. Vous êtes maintenant connecté.

source: Email vérifié avec succès. Votre compte est en attente d'approbation par l'administrateur.
fr: Adresse e-mail vérifiée avec succès. Votre compte est en attente d'approbation par l'administrateur.

source: Erreur : Cet email ou nom d'utilisateur est déjà utilisé.
fr: Erreur : Cette adresse e-mail ou ce nom d'utilisateur est déjà utilisé.

source: Account is disabled.
fr: Le compte est désactivé.

source: Logged in successfully as Admin.
fr: Connexion réussie en tant qu'administrateur.

source: Owner account is not yet approved.
fr: Le compte propriétaire n'est pas encore approuvé.

source: Logged in successfully as Owner.
fr: Connexion réussie en tant que propriétaire.

source: Logged in successfully as Tenant.
fr: Connexion réussie en tant que locataire.

source: Invalid email or password.
fr: Adresse e-mail ou mot de passe invalide.

source: You have been logged out successfully.
fr: Vous vous êtes déconnecté avec succès.

source: Please log in as an approved owner to access the dashboard.
fr: Veuillez vous connecter en tant que propriétaire approuvé pour accéder au tableau de bord.

source: Please log in as a tenant.
fr: Veuillez vous connecter en tant que locataire.

source: Invalid user role.
fr: Rôle d'utilisateur invalide.

source: Please log in to access your dashboard.
fr: Veuillez vous connecter pour accéder à votre tableau de bord.

source: You must wait 3 minutes before requesting a new reset code.
fr: Vous devez attendre 3 minutes avant de demander un nouveau code de réinitialisation.

source: A new reset code has been sent to your email.
fr: Un nouveau code de réinitialisation a été envoyé à votre adresse e-mail.

source: A password reset code has been sent to your email.
fr: Un code de réinitialisation de mot de passe a été envoyé à votre adresse e-mail.

source: No account found with this email.
fr: Aucun compte trouvé avec cette adresse e-mail.

source: Reset code has expired. Please request a new one.
fr: Le code de réinitialisation a expiré. Veuillez en demander un nouveau.

source: Password reset successfully. Please log in.
fr: Mot de passe réinitialisé avec succès. Veuillez vous connecter.

source: Invalid verification code.
fr: Code de vérification invalide.

source: Invalid reset request.
fr: Demande de réinitialisation invalide.

source: Votre email
fr: Votre adresse e-mail

source: L'email est requis.
fr: L'adresse e-mail est requise.

source: Phone
fr: Téléphone

source: Role
fr: Rôle

source: Is Approved
fr: Approuvé

source: User
fr: Utilisateur

source: Users
fr: Utilisateurs

source: Username
fr: Nom d'utilisateur

source: Verification Code
fr: Code de vérification

source: Expires At
fr: Expire à

source: User Type
fr: Type d'utilisateur

source: Pending User
fr: Utilisateur en attente

source: Pending Users
fr: Utilisateurs en attente

source: Name
fr: Nom

source: Owner
fr: Propriétaire

source: Category
fr: Catégorie

source: Price per Month
fr: Prix par mois

source: Contact Phone
fr: Téléphone de contact

source: Is Available
fr: Disponible

source: Property
fr: Propriété

source: Order
fr: Ordre

source: Photo for {property} (Order: {order})
fr: Photo de {property} (Ordre : {order})

source: Video File
fr: Fichier vidéo

source: Video for {property} (Order: {order})
fr: Vidéo de {property} (Ordre : {order})

source: Video for {property}
fr: Vidéo de {property}

source: Tenant
fr: Locataire

source: Date Posted
fr: Date de publication

source: Review by {tenant} for {property}
fr: Avis de {tenant} sur {property}

source: Date Contact
fr: Date de contact

source: Contact from {name}
fr: Contact de {name}

source: Subject
fr: Sujet

source: Message from {name} - {subject}
fr: Message de {name} - {subject}

source: Entrez la localisation
fr: Saisissez l'emplacement

source: Entrez le prix par mois
fr: Saisissez le prix par mois

source: Entrez le numéro de contact
fr: Saisissez le numéro de contact

source: Only approved owners can create properties.
fr: Seuls les propriétaires approuvés peuvent créer des propriétés.

source: You can upload a maximum of 5 photos per property.
fr: Vous pouvez télécharger un maximum de 5 photos par propriété.

source: You can upload a maximum of 2 videos per property.
fr: Vous pouvez télécharger un maximum de 2 vidéos par propriété.

source: Property created successfully.
fr: Propriété créée avec succès.

source: Create
fr: Créer

source: Only approved owners can update properties.
fr: Seuls les propriétaires approuvés peuvent modifier des propriétés.

source: Maximum 5 photos allowed per property.
fr: Maximum 5 photos autorisées par propriété.

source: Maximum 2 videos allowed per property.
fr: Maximum 2 vidéos autorisées par propriété.

source: Property updated successfully.
fr: Propriété mise à jour avec succès.

source: Update
fr: Mettre à jour

source: Only approved owners can delete properties.
fr: Seuls les propriétaires approuvés peuvent supprimer des propriétés.

source: Property deleted successfully.
fr: Propriété supprimée avec succès.

source: Entrez votre commentaire
fr: Saisissez votre commentaire

source: Only tenants can manage reviews.
fr: Seuls les locataires peuvent gérer les avis.

source: Only tenants can create reviews.
fr: Seuls les locataires peuvent créer des avis.

source: Review created successfully.
fr: Avis créé avec succès.

source: Only tenants can update reviews.
fr: Seuls les locataires peuvent modifier des avis.

source: Review updated successfully.
fr: Avis mis à jour avec succès.

source: Only tenants can delete reviews.
fr: Seuls les locataires peuvent supprimer des avis.

source: Review deleted successfully.
fr: Avis supprimé avec succès.

source: Your message has been sent successfully!
fr: Votre message a été envoyé avec succès !

source: About Us - CopalFinder
fr: À propos de nous - CopalFinder

source: About CopalFinder
fr: À propos de CopalFinder

source: Discover the story behind our passion for connecting people with their perfect homes
fr: Découvrez l'histoire derrière notre passion pour connecter les gens à leur logement idéal.

source: Who We Are
fr: Qui nous sommes

source: At <strong class="text-accent-orange">CopalFinder</strong>, we are more than just a rental platform—we are a community dedicated to transforming the way people find and manage their perfect homes.
fr: Chez <strong class="text-accent-orange">CopalFinder</strong>, nous sommes plus qu'une plateforme de location — nous sommes une communauté dédiée à transformer la manière dont les gens trouvent et gèrent leur logement idéal.

source: Founded with a vision to simplify the rental process, we bring together property owners and tenants through a seamless, transparent, and user-friendly experience.
fr: Fondée avec la vision de simplifier le processus de location, nous rapprochons propriétaires et locataires grâce à une expérience fluide, transparente et conviviale.

source: Our team is driven by a commitment to excellence, ensuring every property listed meets the highest standards of quality and every tenant finds a place they can truly call home.
fr: Notre équipe est animée par un engagement envers l'excellence, garantissant que chaque propriété répertoriée répond aux plus hauts standards de qualité et que chaque locataire trouve un lieu qu'il peut vraiment appeler « chez lui ».

source: Our Mission
fr: Notre mission

source: To empower property owners and tenants by providing a trusted platform that makes renting effortless, secure, and rewarding for everyone involved.
fr: Donner du pouvoir aux propriétaires et aux locataires en leur offrant une plateforme fiable qui rend la location simple, sécurisée et enrichissante pour toutes les parties.

source: Our Values
fr: Nos valeurs

source: Integrity, innovation, and customer satisfaction are at the heart of everything we do. We believe in building lasting relationships based on trust and mutual respect.
fr: L'intégrité, l'innovation et la satisfaction des clients sont au cœur de tout ce que nous faisons. Nous croyons en la construction de relations durables basées sur la confiance et le respect mutuel.

source: Our Promise
fr: Notre promesse

source: We are committed to delivering exceptional service, from user-friendly tools for owners to personalized support for tenants throughout their journey.
fr: Nous nous engageons à offrir un service exceptionnel, des outils conviviaux pour les propriétaires à un accompagnement personnalisé pour les locataires tout au long de leur parcours.

source: Properties
fr: Propriétés

source: Happy Clients
fr: Clients satisfaits

source: Cities
fr: Villes

source: Support
fr: Assistance

source: Our Leadership Team
fr: Notre équipe dirigeante

source: Founder & CEO
fr: Fondateur et PDG

source: Visionary leader
fr: Leader visionnaire

source: Chief Operations Officer
fr: Directeur des opérations

source: Expert in customer experience and operational excellence
fr: Expert en expérience client et en excellence opérationnelle

source: Technology Director
fr: Directeur technique

source: Tech innovator passionate about building seamless platforms
fr: Innovateur technologique passionné par la création de plateformes fluides

source: Contact Us
fr: Contactez-nous

source: Have questions or need assistance? Fill out the form below to get in touch.
fr: Vous avez des questions ou besoin d'aide ? Remplissez le formulaire ci-dessous pour nous contacter.

source: Send Message
fr: Envoyer le message

source: Log In - CopalFinder
fr: Connexion - CopalFinder

source: Welcome Back
fr: Bon retour

source: Log in to your CopalFinder account
fr: Connectez-vous à votre compte CopalFinder

source: Log In
fr: Se connecter

source: Forgot your password?
fr: Mot de passe oublié ?

source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: Sign up
fr: S'inscrire

source: Reset Your Password
fr: Réinitialiser votre mot de passe

source: A 4-digit code has been sent to %(email)s. Enter the code and your new password below.
fr: Un code à 4 chiffres a été envoyé à %(email)s. Saisissez le code et votre nouveau mot de passe ci-dessous.

source: Reset Password
fr: Réinitialiser le mot de passe

source: Didn't receive the code?
fr: Vous n'avez pas reçu le code ?

source: Request a new one
fr: Demander un nouveau code

source: Tenant Sign Up - CopalFinder
fr: Inscription Locataire - CopalFinder

source: Create Tenant Account
fr: Créer un compte locataire

source: Join CopalFinder to find your perfect rental home
fr: Rejoignez CopalFinder pour trouver votre logement idéal à louer

source: I agree to the
fr: J'accepte les

source: Terms of Service
fr: Conditions d'utilisation

source: and
fr: et

source: Privacy Policy
fr: Politique de confidentialité

source: Sign Up
fr: S'inscrire

source: Already have an account?
fr: Vous avez déjà un compte ?

source: Log in
fr: Se connecter

source: Verify Email
fr: Vérifier l'adresse e-mail

source: Verify Your Email
fr: Vérifiez votre adresse e-mail

source: A 4-digit code has been sent to %(email)s. Please enter it below to verify your account.
fr: Un code à 4 chiffres a été envoyé à %(email)s. Veuillez le saisir ci-dessous pour vérifier votre compte.

source: Verify Code
fr: Vérifier le code

source: Try again
fr: Réessayer

source: CopalFinder - Premium Rentals
fr: CopalFinder - Locations Premium

source: Home
fr: Accueil

source: About
fr: À propos

source: Dashboard
fr: Tableau de bord

source: Log Out
fr: Se déconnecter

source: Find your perfect rental home for unforgettable experiences and memories.
fr: Trouvez votre logement idéal à louer pour des expériences et souvenirs inoubliables.

source: Quick Links
fr: Liens rapides

source: About Us
fr: À propos de nous

source: CopalFinder - Premium Rental Homes. All rights reserved.
fr: CopalFinder - Locations premium. Tous droits réservés.

source: Redirecting to Dashboard
fr: Redirection vers le tableau de bord

source: Redirecting...
fr: Redirection en cours...

source: You are being redirected to your dashboard. If not redirected, please <a href="%(login_url)s">log in</a>.
fr: Vous êtes redirigé vers votre tableau de bord. Si la redirection ne se fait pas, veuillez <a href="%(login_url)s">vous connecter</a>.

source: CopalFinder - Find Your Perfect Rental Home
fr: CopalFinder - Trouvez votre logement idéal à louer

source: Find Your Perfect
fr: Trouvez votre

source: Rental Home
fr: Logement idéal à louer

source: Discover exceptional properties in the most beautiful locations for unforgettable stays
fr: Découvrez des propriétés exceptionnelles dans les lieux les plus magnifiques pour des séjours inoubliables

source: 500+ Premium Properties
fr: Plus de 500 propriétés premium

source: 24/7 Customer Support
fr: Assistance client 24h/24 et 7j/7

source: Secure Booking
fr: Réservation sécurisée

source: Featured
fr: En vedette

source: Discover our handpicked selection of exceptional homes in the most sought-after locations
fr: Découvrez notre sélection soigneusement choisie de logements exceptionnels dans les zones les plus prisées

source: month
fr: mois

source: View Details
fr: Voir les détails

source: No properties available at the moment
fr: Aucune propriété disponible pour le moment

source: Check back soon for new listings!
fr: Revenez bientôt pour découvrir de nouvelles annonces !

source: View all properties
fr: Voir toutes les propriétés

source: Why Choose
fr: Pourquoi choisir

source: Experience the difference with our premium rental service
fr: Découvrez la différence avec notre service de location premium

source: Verified Properties
fr: Propriétés vérifiées

source: Every property is personally verified to ensure quality and accuracy.
fr: Chaque propriété est vérifiée personnellement pour garantir qualité et exactitude.

source: 24/7 Support
fr: Assistance 24h/24 et 7j/7

source: Our dedicated team is available around the clock to assist you.
fr: Notre équipe dédiée est disponible à tout moment pour vous assister.

source: Premium Experience
fr: Expérience premium

source: Enjoy a seamless rental experience from booking to checkout.
fr: Profitez d'une expérience de location fluide, de la réservation au départ.

source: What Our
fr: Ce que nos

source: Tenants Say
fr: locataires disent

source: Discover why tenants love finding their perfect home with us
fr: Découvrez pourquoi nos locataires adorent trouver leur logement idéal avec nous

source: No reviews yet. Be the first to share your experience!
fr: Aucun avis pour le moment. Soyez le premier à partager votre expérience !

source: Add a Review
fr: Ajouter un avis

source: Sign Up as Tenant
fr: S'inscrire en tant que locataire

source: View All Reviews
fr: Voir tous les avis

source: Owner Dashboard - CopalFinder
fr: Tableau de bord Propriétaire - CopalFinder

source: Welcome back! Manage your properties and track your performance.
fr: Bon retour ! Gérez vos propriétés et suivez vos performances.

source: Total Properties
fr: Total des propriétés

source: Add New Property
fr: Ajouter une nouvelle propriété

source: Available
fr: Disponible

source: Occupied
fr: Occupé

source: View
fr: Voir

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: No properties yet
fr: Aucune propriété pour le moment

source: Get started by adding your first property to your portfolio
fr: Commencez en ajoutant votre première propriété à votre portfolio

source: Add Your First Property
fr: Ajouter votre première propriété

source: All Properties - CopalFinder
fr: Toutes les propriétés - CopalFinder

source: Discover Our Properties
fr: Découvrez nos propriétés

source: Find your perfect rental home from our curated collection
fr: Trouvez votre logement idéal dans notre collection soigneusement sélectionnée

source: Enter location
fr: Saisir l'emplacement

source: Search by location
fr: Rechercher par emplacement

source: Property Type
fr: Type de propriété

source: Select property type
fr: Sélectionner le type de propriété

source: All Types
fr: Tous les types

source: Price Range
fr: Tranche de prix

source: Select price range
fr: Sélectionner une tranche de prix

source: Any Price
fr: Tout prix

source: Under 100,000 Fcfa
fr: Moins de 100 000 Fcfa

source: Over 500,000 Fcfa
fr: Plus de 500 000 Fcfa

source: Search properties
fr: Rechercher des propriétés

source: Search
fr: Rechercher

source: Please enter at least one search criterion.
fr: Veuillez saisir au moins un critère de recherche.

source: /month
fr: /mois

source: No properties found
fr: Aucune propriété trouvée

source: Try adjusting your search criteria or check back later for new listings.
fr: Essayez d’ajuster vos critères de recherche ou revenez plus tard pour de nouvelles annonces.

source: Delete Property - CopalFinder
fr: Supprimer la propriété - CopalFinder

source: Are you sure you want to delete "%(property_name)s"? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer « %(property_name)s » ? Cette action est irréversible.

source: Delete Property
fr: Supprimer la propriété

source: Cancel
fr: Annuler

source: Property in
fr: Propriété à

source: No photos available
fr: Aucune photo disponible

source: Rented
fr: Loué

source: Contact Information
fr: Informations de contact

source: Interested in this property?
fr: Intéressé par cette propriété ?

source: Sign in to view contact information and schedule a visit
fr: Connectez-vous pour voir les informations de contact et planifier une visite

source: Sign In to Contact
fr: Se connecter pour contacter

source: Add Your Review
fr: Ajouter votre avis

source: Reviews
fr: Avis

source: ago
fr: il y a

source: No reviews yet
fr: Aucun avis pour l'instant

source: Be the first to share your experience!
fr: Soyez le premier à partager votre expérience !

source: Your browser does not support the video tag.
fr: Votre navigateur ne prend pas en charge la balise vidéo.

source: Add a new property to your portfolio
fr: Ajouter une nouvelle propriété à votre portfolio

source: Update your property details
fr: Mettre à jour les détails de votre propriété

source: Property Details
fr: Détails de la propriété

source: Videos
fr: Vidéos

source: Create Property
fr: Créer la propriété

source: Update Property
fr: Mettre à jour la propriété

source: All Reviews - CopalFinder
fr: Tous les avis - CopalFinder

source: Tenant Reviews
fr: Avis des locataires

source: Discover what our community has to say about their rental experiences
fr: Découvrez ce que notre communauté pense de leurs expériences de location

source: Total Reviews
fr: Nombre total d'avis

source: Happy Tenants
fr: Locataires satisfaits

source: Unknown User
fr: Utilisateur inconnu

source: No Category
fr: Aucune catégorie

source: Unknown Property
fr: Propriété inconnue

source: No message
fr: Aucun message

source: Be the first to share your experience with our community
fr: Soyez le premier à partager votre expérience avec notre communauté

source: Write a Review
fr: Écrire un avis

source: Browse Properties
fr: Parcourir les propriétés

source: Delete Review
fr: Supprimer l'avis

source: Review
fr: Avis

source: Are you sure you want to delete this review?
fr: Êtes-vous sûr de vouloir supprimer cet avis ?

source: Review for %(review.property.category.name)s - %(review.property.location)s
fr: Avis pour %(review.property.category.name)s - %(review.property.location)s

source: This action cannot be undone. Please confirm to delete the review.
fr: Cette action est irréversible. Veuillez confirmer pour supprimer l'avis.

source: Share your experience for %(property.category.name)s in %(property.location)s
fr: Partagez votre expérience pour %(property.category.name)s à %(property.location)s

source: Rating
fr: Évaluation

source: Your Review
fr: Votre avis

source: Share your experience with this property...
fr: Partagez votre expérience avec cette propriété...

source: Submit Review
fr: Soumettre l'avis

source: Update Review
fr: Mettre à jour l'avis

source: Review Guidelines
fr: Lignes directrices pour les avis

source: Be honest and specific about your experience
fr: Soyez honnête et précis sur votre expérience

source: Focus on the property features and amenities
fr: Concentrez-vous sur les caractéristiques et équipements de la propriété

source: Mention the location and neighborhood
fr: Mentionnez l'emplacement et le quartier

source: Keep it respectful and constructive
fr: Restez respectueux et constructif

source: Your Reviews
fr: Vos avis

source: Manage and edit your property reviews
fr: Gérez et modifiez vos avis sur les propriétés

source: Back to Properties
fr: Retour aux propriétés

source: Average Rating
fr: Note moyenne

source: You haven't posted any reviews yet. Share your experience with other tenants!
fr: Vous n'avez pas encore publié d'avis. Partagez votre expérience avec les autres locataires !

source: Previous page
fr: Page précédente

source: Next page
fr: Page suivante

source: Tenant Dashboard - CopalFinder
fr: Tableau de bord Locataire - CopalFinder

source: Welcome back! Discover your next perfect home from our curated collection.
fr: Bon retour ! Découvrez votre prochain logement idéal dans notre sélection.

source: Available Properties
fr: Propriétés disponibles

source: Manage Your Reviews
fr: Gérez vos avis

source: No properties available
fr: Aucune propriété disponible

source: Check back later for new listings or try adjusting your search filters.
fr: Revenez plus tard pour de nouvelles annonces ou essayez de modifier vos filtres de recherche.

source: New Contact Message: {subject}
fr: Nouveau message de contact : {subject}

source: You have received a new contact message: Name: {name} Email: {email} Message: {message}
fr: Vous avez reçu un nouveau message de contact : Nom : {name} Email : {email} Message : {message}

source: Apartment
fr: Appartement

source: House
fr: Maison

source: Properties Reviewed
fr: Propriétés évaluées

source: Filter Reviews
fr: Filtrer les avis

source: All Properties
fr: Toutes les propriétés

source: Apartments
fr: Appartements

source: Houses
fr: Maisons

source: All Ratings
fr: Toutes les notes

source: Stars
fr: Étoiles

source: Newest First
fr: Les plus récents

source: Oldest First
fr: Les plus anciens

source: Highest Rated
fr: Les mieux notés

source: New message from the contact form
fr: Nouveau message depuis le formulaire de contact
